currencies = {
    'доллар': 'USD',
    'евро': 'EUR',
    'рубль': 'BYN',
    'злотый': 'PLN'
}

help_text = (
    "Вот что я умею:\n\n"
    "🆘 /help — покажу список всех доступных команд\n"
    "💱 /currencies — покажу список поддерживаемых валют\n"
    "➕ /add <название> <код> — добавлю новую валюту (например: /add юань CNY)\n\n"
    "💬 Чтобы перевести валюту, отправьте сообщение в формате:\n"
    "<из какой валюты> <в какую валюту> <сколько>\n\n"
    "📌 Пример: доллар рубль 100"
    )

greetings = (
    "👋 Привет! Я ваш помощник по конвертации валют 💰\n\n"
    "Чтобы узнать, что я умею, отправьте команду /help.\n"
    "Давайте начнем!"
)