currencies = {
    'доллар': 'USD',
    'евро': 'EUR',
    'рубль': 'BYN',
    'злотый': 'PLN'
}

help_text = (
        "Список доступных команд:\n"
        "/help - напомнит список доступных команд\n"
        "/currencies - выведет список доступных валют\n"
        "/add - добавит новую валюту в список доступных\n\n"
        "Чтобы воспользоваться ботом, отправьте сообщение в следующем формате (через пробел):\n"
        "<имя валюты> <в какую валюту перевести> <количество>\n"
        "Например: доллар рубль 100\n"
    )

greetings = "Привет! Это простой бот для конвертации валют!\n\n"